Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Involved in the probabilistic assessment of crown pillar stability for mine closure purposes.
es: Participación en evaluación probabilística de estabilidad de pilares corona para efectos de cierre de minas.

source: Involvement in Incident
es: Participación en el incidente

source: Involvement in evaluation of 2 km long trial adit and full scale test enlargement.
es: Participación en la evaluación de una ventana de ensayo de 2 km de longitud y ensanche de prueba a escala completa.

source: Involves working at night
es: Implica trabajo de noche

source: Is a bond, letter or credit or parental guarantee required?
es: ¿Se exige una fianza, letra o crédito o garantía de la matriz?

source: Is at atmospheric pressure during occupancy
es: está a la presión atmosférica mientras se ocupa;

source: Is not intended of designed primarily as a place of work
es: no tiene como fin ni está diseñado principalmente como lugar de trabajo;

source: Is the Project located within the Golder Sponsor’s home Region?
es: ¿El proyecto se ubica en la región local del Patrocinador de Golder?

source: Is the amount of and method of payment in line with customary practice?
es: ¿El monto y método de pago coinciden con la práctica acostumbrada?

source: Is the person wearing nitrile gloves when handling contaminated soil?
es: ¿Se están usando guantes de nitrilo al manejar suelos contaminados?

source: Is the schedule achievable?
es: ¿Es lograble el cronograma?

source: Is the third party owned by, controlled by, or does it have a close familial or other relationship with a government official in the country where the project is located?
es: ¿El tercero pertenece a, es controlado por o tiene una relación familiar cercana o de otro tipo con un funcionario de gobierno en el país donde se encuentra ubicado el proyecto?

source: Is there a Force Majeure Clause and are we entitled to time and payment for force majeure?
es: ¿Hay una cláusula de fuerza mayor y tenemos derecho a tiempo y pago por fuerza mayor?

source: Is there a lien holdback/retainage?
es: ¿Hay alguna retención?

source: Is there a work instruction for the task being performed?
es: ¿Existe una instrucción de trabajo para la tarea que se realiza?

source: Is there any fall or overheard hazard?
es: ¿Hay algún peligro de caída o por encima?

source: Is there any training required for users of this PPE?
es: ¿Se requiere capacitación para el uso de este EPP?

source: Is there anything we didn’t anticipate?
es: ¿Hay algo que no anticipamos?

source: Is waste material secured or removed each day?
es: ¿Los desechos son asegurados o retirados todos los días?

source: Is your e-mail correct?
es: ¿Tu email está correcto?

source: Is a PM’s job that different when it comes to HSSE?
es: ¿Es esto tan diferente de lo que hace un Gerente de Proyecto cuando se trata de HSSE?

source: Isolate people from the hazard with a system allowing the hooks to be removed by a person on the ground.
es: Aislar al personal del riesgo, haciendo uso de un sistema que permita que los ganchos sean retirados por una persona a nivel del suelo.

source: Isolation
es: Aislamiento

source: Issuance of non-standard Golder Insurance Certificate (including when other parties are to be "named" or "named additional" insureds)
es: Emisión de certificado no estándar de seguro de Golder (incluso cuando otros sean asegurados “titulares” o “adicionales”)

source: Issuance of standard Golder Insurance Certificate
es: Emisión de certificado estándar de seguro de Golder

source: Issue
es: Asunto

source: Issue Date
es: Fecha de Emisión

source: Issued By
es: Emitido por

source: It would be significant, for all in our group, to have at least one meeting every quarter to report on improvement opportunities or commendations for the team.
es: Sería importante para nuestro grupo el realizar al menos una reunión trimestral para informar respecto a oportunidades de mejora o reconocimientos al equipo.

source: It also allows identification of trends and provides an opportunity to strategize remedial actions to address the trends.
es: También permiten identificar tendencias y tomar acciones estratégicas para remediar esas tendencias.

source: It also included ground monitoring program.
es: También incluyó el programa de monitoreo del suelo.

source: It also involved developing a Closure Plan for this stage of mining exploration.
es: También incluyó elaborar un Plan de Cierre para esta etapa de exploración minera.

source: It also involved the stability assessment and support design of the shaft (shotcrete and concrete lining) and adjacent infrastructures (ore bin, loading pocket and water sumps), conveyor ramp and garage.
es: También participó en la evaluación de estabilidad y apoyó el diseño de fortificación del pique (revestimiento de shotcrete y hormigón) e infraestructura adyacente (almacén de mineral, tolva de carga y sumideros de agua), rampa de transporte y garage.

source: It also shows the PPV estimates for multiple holes detonated per delay.
es: También muestra las estimaciones de PPV para múltiples barrenos detonados por retardo.

source: It assumes that recharge rates and groundwater seepage rates are relatively constant throughout the year.
es: Este supone que las tasas de recarga e infiltración de aguas subterráneas son relativamente constantes a lo largo del año.

source: It can be solid, liquid or sludge material, including materials such as soil and water.
es: Puede ser material sólido, líquido o lodo e incluye materiales como suelo y agua.

source: It contains information about destructive earthquakes (M ~6+), which typically generated a tsunami, from 2150 BC to present (http://www.ngdc.noaa.gov/nndc/struts/form?t=101650&s=1&d=1).
es: Contiene información sobre sismos destructivos que suelen generar tsunamis, desde el año 2150 A.C. a la fecha (http://www.ngdc.noaa.gov/nndc/struts/form?t=101650&s=1&d=1).

source: It contains information about destructive earthquakes, typically generated a tsunami, from 2150 B.C. to the present.
es: Contiene información sobre sismos destructivos que suelen generar tsunamis, desde el año 2150 A.C. a la fecha.

source: It could all be recorded on a single page that includes a check-in procedure, hazards associated with the travel and actions to be taken before the trip.
es: Podría ser registrado en su totalidad en una sola página que incluya el procedimiento de check-in, peligros asociados al viaje, y las acciones a tomar antes del viaje.

source: It describes the way in which Golder:
es: Describe la manera en que Golder:

source: It has been a pleasure working with Minera San Cristóbal personnel on this interesting and challenging project.
es: Ha sido un agrado trabajar con personal de Minera San Cristóbal en este interesante y desafiante proyecto.

source: It has been agreed with Jocelyn that we will meet formally on a quarterly basis - meetings have been set in the calendar.
es: Hemos acordado con Jocelyn que tendremos reuniones formales de forma trimestral - las reuniones ya han sido establecidas en el calendario.

source: It has been involved in a fall.
es: Han sido parte de una caída.

source: It includes a basal sequence of predominantly sedimentary origin, and an upper sequence characterized by volcaniclastic depositional processes; units are differentiated based on lithological rather than strict spatial distributions.
es: Comprende una secuencia basal de origen predominantemente sedimentario y una secuencia superior caracterizada por procesos deposicionales volcanoclásticos. Las unidades están diferenciadas por su distribución litológica más que por su distribución estrictamente espacial.

source: It is an update of the Abrahamson et al. (2014) GMPE that includes new data and reflects its peer review for formal publication.
es: Es una actualización de la curva de atenuación de Abrahamson et al. (2014) que incluye datos nuevos y refleja su revisión para ser publicada en revistas arbitradas.

source: It is common to maintain the groundwater level two benches below the pit bottom elevation.
es: Es común mantener el nivel de las aguas subterráneas dos bancos por debajo de la elevación del fondo del pit.

source: It is conceivable, then, that some of the faults included within this desk study may be pre-Quaternary in age (>2.6 Ma).
es: Es de suponer, entonces, que algunas de las fallas incluidas en este estudio de gabinete puedan ser de edad pre Cuaternaria (>2,6 Ma).

source: It is conceivable, therefore, that some of the faults identified in this desk study may be pre-Quaternary in age (>2.6 Ma).
es: Es de suponer, entonces, que algunas de las fallas identificadas en este estudio de gabinete puedan ser de edad pre Cuaternaria (>2,6 Ma).

source: It is critical to maintain situation awareness as HSSE risks on site remain even though our working day may have finished.
es: Es vital mantener la conciencia sobre la situación, ya que los riesgos de HSSE en faenas siguen existiendo aunque hayamos terminado nuestro trabajo.

source: It is difficult to determine if contaminants are present on site without conducting laboratory testing.
es: Es difícil determinar si hay contaminantes presentes en el sitio o faena sin hacer pruebas de laboratorio.

source: It is essential that a person should NEVER go up higher if they have AMS symptoms.
es: Una persona con síntomas de mal agudo de montaña NO DEBE seguir ascendiendo.

source: It is evident from inspection of these section that the geological and geotechnical models do not extend to the extensive portions of the slopes of the LOM pit.
es: Es evidente, a partir de la inspección de esta sección, que los modelos geológico y geotécnico no se extienden hacia las partes amplias de los taludes del pit LOM.

source: It is evident that a reliable geotechnical model will be required to address these risks prior to development of the Phase 7b pushback.
es: Es evidente que un modelo geotécnico fiable necesitará abordar estos riesgos antes del desarrollo de la profundización de la Fase 7b.

source: It is evident that the channel has carried significant flows, at least intermittently, (Photograph 18), and that some stormwater could have infiltrated into the Colluvium.
es: Es evidente que el canal ha llevado flujos considerables, al menos de manera intermitente (Fotografía 18) y que pudo haberse infiltrado una parte de las aguas pluviales en el Coluvión.

source: It is expected that there would be greater runoff (and less infiltration) on man-made compacted surfaces (such as haul roads and waste dump top surfaces) compared to the natural soils.
es: Es previsible que haya mayor escorrentía (y menor infiltración) en superficies compactadas artificiales (tales como caminos de acarreo y superficies superiores de botaderos) que en los suelos naturales.

source: It is important that the shareholders understand the proposed changes and the reasons for them
es: Es importante que los accionistas comprendan los cambios propuestos y sus razones

source: It is important that we not lose this efficiency in good times or bad, and especially as we make progress on returning to revenue growth.
es: Es importante que no perdamos esta eficiencia, ya sea en tiempos buenos o malos, y sobre todo a medida que avanzamos hacia tener nuevamente crecimiento en los ingresos.

source: It is important to encourage the witness to relay the events chronologically using their own words.
es: Es importante animar al testigo a comunicar los eventos cronológicamente con sus propias palabras.

source: It is important to regularly remind ourselves that, although we need to have consistent financial performance in the short term, we also need to invest in our strategy which will position us for a sustainably strong and consistent performance for the long term.
es: Es importante que recordemos con frecuencia que, si bien necesitamos tener un desempeño financiero consistente a corto plazo, también necesitamos invertir en nuestra estrategia, que nos pondrá en situación de tener un desempeño sólido y consistente de manera sostenible a largo plazo.

source: It is like the pre match talk:
es: Es como la reunión previa a una carrera:

source: It is more commonly known as a component of building materials, vehicle components and fire retardant material.
es: Es más comúnmente conocido como componentes de materiales de construcción, componentes de vehículos y material retardador de incendios.

source: It is more than 10 years old.
es: Tienen más de 10 años.

source: It is my understanding that the fundamental purpose for my review is to provide my perspectives regarding whether or not the seismic hazard assessment conducted by Golder Associates and documented in their 2015 TM (Golder 2015) is technically defensible and consistent with current standards of practice for establishing earthquake ground motion values for design.
es: A mi entender, el propósito principal de mi revisión es proporcionar mis puntos de vista con respecto a si la evaluación de peligro sísmico realizada por Golder Associates y documentada en su Memorando Técnico de 2015 (Golder 2015) es o no técnicamente justificable y consistente con los estándares actuales de la práctica para el establecimiento de parámetros sísmicos específicos para el diseño.

source: It is necessary to manage a site health and safety risk (e.g. use of radios to communicate passing manoeuvres).
es: Sea necesario gestionar un riesgo de salud y seguridad en el sitio o faena (usar aparatos de radio para comunicar las maniobras de paso).

source: It is never acceptable to place yourself in the operating zone of an excavator or other heavy equipment without communicating first with the operator(s).
es: Nunca es aceptable ponerse dentro de la zona de trabajo de una excavadora u otro equipo pesado sin comunicarse antes con el operador.

source: It is not known how significant the inclusion of this uncertainty might be to the mean hazard results.
es: No se sabe cuán significativa puede ser la inclusión de esta incertidumbre para los resultados de peligrosidad media.

source: It is not necessary to obtain all lower levels of approval (i.e., serial approvals are not required and are discouraged).
es: No es necesario obtener todos los niveles inferiores de aprobación (no se requiere aprobaciones en serie y se desaconsejan)

source: It is not one size fits all.
es: No es de una talla única.

source: It is not stated in the text, but it is assumed that a weighted combination of the GMPEs for each source type is used to assess which seismic source results in the controlling ground motions at the site.
es: No se señala en el texto, pero se supone que se usó una combinación ponderada de ecuaciones GMPE por cada tipo de fuente para evaluar la fuente sísmica que daba como resultado los movimientos del suelo que controlan el sitio.

source: It is not unusual to calculate recurrence using convergence rates (akin to using a fault slip rate) as an independent check on the rates derived from seismicity.
es: No es inusual calcular la concurrencia usando tasas de convergencia (similar a usar una tasa de deslizamiento de falla) a manera de comprobación independiente de las tasas derivadas por sismicidad.

source: It is stated that the landward extent of the plate interface, based on the cut-off depth of associated seismicity, is an important characteristic, consider developing sensitivity analyses that show the effect of that assessment on the mean hazard results.
es: Como se señala que la extensión hacia tierra de la interfaz de contacto entre placas, basándose en la profundidad de corte de la sismicidad asociada, es una característica importante, considerar desarrollar análisis de sensibilidad que demuestren el efecto de esa evaluación en los resultados de peligrosidad media.

source: It is strongly recommended that the Golder site supervisor or designated field person be present during the locate process to evaluate the quality of the locate process.
es: Se recomienda encarecidamente que el supervisor de campo de Golder o la persona encargada estén presentes durante el proceso de localización para evaluar la calidad del proceso.

source: It is the responsibility of each of us to agree on controls with equipment operators and then implement these controls to ensure we remain safe.
es: Es responsabilidad de cada uno acordar los controles con los operadores de maquinaria y luego implementarlos para garantizar nuestra seguridad.

source: It is too late for detailed planning – at this stage we are adjusting our plan to account for the reality we are about to face.
es: Es demasiado tarde para una planificación detallada – en esta etapa ajustamos nuestro plan para las condiciones reales a las que nos vamos a enfrentar.

source: It is widely recognized that journeys are among the highest risk activities regularly undertaken in our industry.
es: Es sabido que los viajes representan algunas de las actividades de más alto riesgo que se realizan de forma regular en la industria.

source: It occurs predominantly within the upper part of the mineralized horizon, particularly within the Tvs32 unit.
es: Ocurre de manera predominante dentro de la parte superior del horizonte mineralizado, en particular dentro de la unidad Tvs32.

source: It probably offsets Quaternary-aged sediments along its length as based on Gonzalez et al. (1997).
es: Probablemente disloca sedimentos de edad Cuaternaria a lo largo de su longitud según lo indicado por González et al. (1997).

source: It should be done before the task is started and reviewed by all before the task commences (and if there is a change).
es: Este documento debería ser producido y revisado por todos antes del inicio de la tarea (y en caso de algún cambio).

source: It should be noted that inherent to the steady-state modelling is the assumption that the void space within the backfilled pits is instantly saturated (whereas it in practice it will take some time for this pore space to become saturated).
es: Cabe señalar que algo inherente a la modelación estacionaria es el supuesto de que el espacio vacío dentro de los pits rellenados se encuentra instantáneamente saturado (mientras que en la práctica este espacio de poros demorará un poco en saturarse).

source: It should be noted that our annual budget was developed to be flat on a year-over-year basis.
es: Cabe señalar que nuestro presupuesto anual fue elaborado para mantenerse plano año con año.

source: It should be recognized that the steady-state model does not account for seasonal variation in the water budget components.
es: Se debe tener en cuenta que el modelo estacionario no considera la variación estacional de los componentes del balance hidrológico.

source: It shows sign of excessive wear (e.g. tears, cuts, burns, loose stitching).
es: Tienen signos de desgaste excesivo (rasgaduras, cortes, quemaduras, costuras sueltas, etc.).

source: It takes about one week to adapt to an altitude of 5000m (16400ft).
es: Lleva alrededor de una semana adaptarse a una altitud de 5.000 m s.n.m.

source: It took us a couple of months into the quarter to address this disconnect in our execution.
es: Nos tomó un par de meses ya adentrado el trimestre para atender esta disociación en nuestra ejecución.

source: It was also agreed that the excavator bucket would be on the ground and the machine powered down whenever our employee was undertaking work within the swing radius of the excavator bucket.
es: También acordaron que la pala de la excavadora estaría en el suelo y la máquina desenergizada cuando nuestro colaborador estuviera trabajando en el radio de giro de la pala.

source: It was assumed that the creeks and tributaries in the model are locations of groundwater discharge or recharge.
es: Se consideró que las quebradas y los afluentes en el modelo son ubicaciones de descarga o recarga de agua subterránea.

source: It was deemed that the entry, and the associated work at height, could have been avoided by lowering a camera in video mode into the shaft to determine the shaft condition and length
es: Se concluyó que el ingreso y el trabajo en altura asociado pudieron haberse evitado si se hubiera bajado una cámara en modo de video por el pique para determinar su condición y profundidad.

source: It was only when these reports were reviewed by HSSE personnel that the issues were identified and the work was stopped until it was established that the required measures were in place.
es: Fue solo cuando estos informes fueron revisados por personal de HSSE que se identificaron los problemas y se detuvieron los trabajos hasta que se estableciera que las medidas necesarias estuviesen implementadas.

source: It will also require a team of at least 20 subcontractors.
es: También requiere un equipo de al menos 20 subcontratistas.

source: Items are completed but require quarterly monitoring until the end of the year
es: Los ítemes han sido completados, pero requieren de un monitoreo trimestral hasta el fin de año

source: Its presence and the presence of the nearby sedimentation pond contribute to a reduction in groundwater discharge to nearby Nus River tributaries of approximately 0.7 L/s.
es: Su presencia y la presencia de la piscina de sedimentación cercana contribuyen a que disminuya la recarga de agua subterránea hacia los afluentes cercanos del Río Nus en aproximadamente 0.7 l/s.

source: Its primary purpose is to help supervisors and workers implement and monitor the control measures to ensure work is carried out safely.
es: Su objetivo principal es ayudar a los supervisores y trabajadores a implementar y monitorear las medidas de control para asegurar que el trabajo se realice de manera segura.

source: It’s OK!!
es: ¡Es entendible!

source: JANUARY 2017
es: ENERO 2017

source: JM represents a significant risk to Golder based on:
es: Los JM representan un riesgo importante para Golder, dependiendo de:

source: JOB FACTORS
es: FACTORES LABORALES

source: JOB SAFETY & ENVIRONMENT ANALYSIS
es: ANÁLISIS DE SEGURIDAD EN EL TRABAJO

source: JOse L. CArvalho
es: José L. Carvalho

source: JSEA’s can also be undertaken to refocus on a task following a break.
es: También pueden hacerse AST para volver a enfocarse en la tarea después de un receso.

source: Jacobina Mine - Yamana Gold Inc.
es: Mina Jacobina – Yamana Gold Inc.

source: Jaguarari, Brazil
es: Jaguarari, Brasil

source: James Bay, Canada
es: James Bay, Canadá

source: Jan 2009 to June 2016
es: Ene. 2009 a jun. 2016

source: January 13, 2017
es: 13 de enero de 2017

source: January 2018: Florida, USA
es: Enero 2018: Florida, EE.UU.

source: January 4, 2018
es: 4 de enero de 2018

source: Jayula Este Instability
es: Inestabilidad Jayula Este

source: Jayula Este instability moves when wet (January, 2017)
es: La inestabilidad Jayula Este se mueve cuando está húmeda (enero 2017).

source: Jayula Noroeste instability is adequately contained by stepout
es: La inestabilidad Jayula Noroeste está suficientemente contenida por un banco ancho.

source: Jayula line trending WNW
es: Línea Jayula con rumbo WNW

source: Jeffrey Mine
es: Mina Jeffrey

source: Joanna Project - Aurizon Mines Ltd.
es: Proyecto Joanna – Aurizon Mines Ltd.

source: Job Safety & Environment Analysis
es: Análisis de Seguridad en el Trabajo

source: Job title
es: Cargo

source: Jocelyn has demonstrated a keen interest and certainly real abilities in client leadership.
es: Jocelyn ha demostrado un interés particular y capacidades reales para el liderazgo de clientes.

source: Jocelyn has had multiple meetings with her colleagues from the client leadership and proposal teams and has contributed to the XYZ project proposal for BigOil Corporation.
es: Jocelyn ha tenido múltiples reuniones con sus colegas de liderazgo de clientes y de los equipos de propuestas, y ha contribuido a la propuesta del proyecto XYZ para la Corporación BigOil.
